Repository: gitpan/Video-DVDRip
Catalog: l10n/*.po
Languages: cs

source: Usage: dvdrip [-c] [-d level] [-p file] [-f function [-t title-nr]] [file] dvdrip --version | -version | -v -c open cluster control window -d set debugging level -f execute one of the following functions (needs filename) transcode transcode the selected title transcode_split transcode and split the selected title -t title-nr to which the function above should apply (Default: last selected title) -p preferences filename (Default: ~/.dvdriprc) A new file is created, if it doesn't exist.
cs: Použití: dvdrip [-c] [-d level] [-p soubor] [-f funkce [-t číslo-titulu]] [soubor] dvdrip --version | -version | -v -c otevřít ovládací okno clusteru -d nastavit úroveň ladění (debugging)l -f spustit některou z následujících funkcí (vyžaduje jméno souboru) překódovat (transcode) překódovat vybraný titul transcode_split překódovat a rozdělit vybraný titul -t číslo titulu na který má být použita výše uvedená funkce (Výchozí je poslední zvolený titul) -p soubor s nastavením (Výchozí: ~/.dvdriprc) Pokud soubor neexistuje, je vytvořen nový.

source: {name} started
cs: {name} spuštěno

source: Started rpc listener on TCP port {port}
cs: Na TCP portu {port} byl spuštěn rpc listener

source: Started log listener on TCP port {port}
cs: Na TCP portu {port} byl spuštěn log listener

source: Server stopped
cs: Server zastaven

source: Got connection from {ip}:{port}. Connection ID is {cid}
cs: Přijato spojení z {ip}:{port}. ID spojení je {cid}

source: Client disconnected
cs: Klient byl odpojen

source: Created new object {object} with oid {oid}
cs: Vytvořen nový objekt {object} s oid {oid}

source: Can't load class '{class}': {error}
cs: Nelze načíst třídu '{class}': {error}

source: Class {class}' successfully loaded
cs: Třída {class}' úspěšně načtena

source: Got logger connection from {ip}:{port}. Connection ID is {cid}
cs: Přijato logovací spojení z {ip}:{port}. ID spojení je {cid}

source: Log client disconnected
cs: Logovací klient odpojen

source: '{function}' not supported
cs: '{function}' není podporována

source: Node '{node}' stopped
cs: Uzel '{node}' zastaven

source: Node '{node}' started
cs: Uzel '{node}' spuštěn

source: execute command: {command} (timeout={timeout})
cs: spouští se příkaz: {command} (timeout={timeout})

source: Command cancelled due to timeout
cs: Příkaz byl zrušen v době timoutu

source: Job has PID {pid}
cs: Úloha má PID {pid}

source: Aborting command. Sending signal 1 to PID {pid}...
cs: Ukončovací příkaz. K PID {pid} se posílá signal1...

source: Master daemon activated
cs: Řídící daemon aktivován

source: Node check watcher disabled
cs: Sledovač kontroly uzlů zakázán

source: Warning: node check fping reported nothing
cs: Varování: kontrola uzlu pomocí fping nic nevrátila

source: Node '{node_name}' is now online.
cs: Uzel '{node_name}' je nyní on-line.

source: Node '{node_name}' is still reachable. Will be online in 10 seconds.
cs: Uzel '{node_name}' je stále dostupný. On-line bude během 10ti vteřin.

source: Node '{node_name}' is now reachable. Will be online in 20 seconds.
cs: Uzel '{node_name}' je stále dostupný. On-line bude během 20ti vteřin.

source: Node '{node_name}' is Ok again
cs: Uzel '{node_name}' je opět v pořádku

source: Warning: Node '{node_name}' is unreachable
cs: Varování: Uzel '{node_name}' je nedosažitelný

source: Warning: Node '{node_name}' possibly offline
cs: Varování: Uzel '{node_name}' je možná offline

source: Loading node file '{file}'
cs: Nahrává se uzlový soubor '{file}'

source: Loading project file '{filename}'
cs: Načítá se projektový soubor '{filename}'

source: Node must have a name
cs: Uzel musí mít jméno

source: Node with this name already exists
cs: Uzel s tímto jménem už existuje

source: Node '{node_name}' saved to '{filename}'
cs: Uzel '{node_name}' byl uložen do '{filename}'

source: Project with filename '{filename}' added
cs: Projekt s názvem souboru '{filename}' vložen

source: Project {project} removed
cs: Projekt {project} odstraněn

source: Cluster control daemon will shutdown in 2 seconds...
cs: Řídící daemon clusteru bude ukončen za 2 vteřiny...

source: Creating job plan
cs: Vytváří se plán úloh

source: can't send command to transcode
cs: programu transcode nelze poslat příkaz

source: Unknown preview command '{command}'
cs: Neznámý náhledový příkaz '{command}'

source: dvd::rip is nothing without transcode
cs: dvd::rip by nebyl ničím bez transcode

source: Needed for preview image processing
cs: Potřebné pro zpracování zkušebních obrázků

source: xvid4 configuration tool
cs: konfigurační nástroj xvid4

source: Needed for subtitles
cs: Vyžadováno pro titulky

source: Needed for subtitle vobsub viewing
cs: Potřebné pro zobrazování vobsub titulků

source: Needed for OGG/Vorbis
cs: Potřebné pro OGG/Vorbis

source: For chapter progress bar (ogmtools)
cs: Pro zobrazení ukazatele zpracování kapitol (ogmtools)

source: Needed for (S)VCD encoding
cs: Potřebné pro enkódování (S)VCD

source: Needed for (S)VCD burning
cs: Potřebné pro vypalování (S)VCD

source: Needed for AVI/OGG burning
cs: Potřebné pro vypalování AVI/OGG

source: Can be used to view DVD's/files
cs: Může být použito k prohlížení DVD/souborů

source: Only for cluster mode master
cs: Jen pro hlavní počítač clusterového režimu

source: Number of frames
cs: Počet snímků

source: Frames per second
cs: Snímků za vteřinu

source: Runtime
cs: Doba přehrávání

source: Audio size is given with {audio_size} MB
cs: Velikost zvukových dat je stanovena na {audio_size} MB

source: Audio size
cs: Velikost zvuku

source: (incl. {avi_overhead} byte AVI overhead per frame)
cs: (vč. {avi_overhead} bytu AVI overhead na snímek)

source: (assume nominal bitrate for this quality)
cs: (předpokládaný nominální datový tok pro tuto kvalitu)

source: (exact bitrate match assumed)
cs: (předpokládá se přesná shoda datového toku)

source: Audio track #{nr}
cs: Zvuková stopa #{nr}

source: AVI video overhead ({avi_overhead} bytes per frame)
cs: AVI video overhead ({avi_overhead} bytů na snímek)

source: Number of discs
cs: Počet disků

source: Disc size
cs: Velikost disku

source: Target size
cs: Cílová velikost

source: VCD sector size addition (factor: 2324/2048)
cs: Přírůstek velikosti VCD sektorů (faktor: 2324/2048)

source: VCD per disc overhead (600 sectors)
cs: VCD per disc overhead (600 sektorů)

source: (X)(S)VCD/CVD target size
cs: (X)(S)VCD/CVD cílová velikost

source: vobsub size
cs: velikost vobsub souboru

source: vobsub size subtitle #{nr}
cs: velikost vobsub titulků #{nr}

source: Space left for video
cs: Velikost vyhrazená pro video

source: Resulting video size
cs: Výsledná velikost videa

source: Logfile nuked.
cs: Soubor se záznamem činnosti byl vyčištěn.

source: Create vobsub of subtitle #{sid}, title #{title}
cs: Vytvořit titulkový vobsub z titulků #{sid}, titul #{title}

source: part #{file_nr}
cs: část #{file_nr}

source: split OGG pass {pass}
cs: rozděluje se OGG průchod {pass}

source: split AVI
cs: rozdělit AVI

source: title #{title}
cs: titul #{title}

source: Count frames in target file(s)
cs: Počítají se snímky v určených souborech

source: Count frames of {file}
cs: Spočítat snímky souboru {file}

source: File {file} has {frames} frames.
cs: Soubor {file} obsahuje {frames} snímků.

source: Dumping WAV
cs: Ukládá se WAV

source: track #{nr}
cs: stopa #{nr}

source: chapter #{chapter}
cs: kapitola #{chapter}

source: Transcoding audio
cs: Kóduje se audio

source: Volume scanning
cs: Rozbor hlasitosti

source: audio track #{nr}
cs: zvuková stopa #{nr}

source: Extract subtitle #{sid} from title #{title}
cs: Získat titulky #{sid} z titulu #{title}

source: PS1 file '{filename}' already exists. Skip extraction.
cs: PS1 soubor '{filename}' už existuje. Přeskakuji extrakci.

source: Grab subtitle images
cs: Získávání obrázky titulků

source: Determine number of titles
cs: Určení počtu titulů

source: Multiplexing MPEG
cs: Multiplexuje se MPEG

source: Merging audio
cs: Připojuje se zvuk

source: chapter {chapter}
cs: kapitola {chapter}

source: Transcoding video
cs: Kóduje se video

source: single pass
cs: jeden průchod

source: pass {pass}
cs: průchod {pass}

source: Erase CD-RW
cs: Vymazat CD-RW

source: Burn CD
cs: Vypálit CD

source: {what} {test_mode}- waiting 10 seconds
cs: {what} {test_mode}- čeká se 10 vteřin

source: {what} {test_mode}- starting in {wait} seconds
cs: {what} {test_mode}- spuštění za {wait} sekund

source: Fixating CD {test_mode}
cs: Fixuje se CD {test_mode}

source: Probing
cs: Zkouší se

source: Grabbing preview
cs: Získává se náhled

source: frame #{frame}
cs: snímek #{frame}

source: Create CD image
cs: Vytvořit obraz CD

source: Ripping
cs: Ukládá se

source: Starting job ({nr}):
cs: Spouští se úloha ({nr}):

source: Successfully finished job ({nr}):
cs: Úloha úspěšně ukončena ({nr}):

source: Aborting job:
cs: Ruší se úloha:

source: Elapsed: {time}
cs: Uplynulý: {time}

source: (no progress information available)
cs: (nejsou k dispozici žádné informace o průběhu)

source: Initializing
cs: Inicializace

source: elapsed {time}
cs: uplynulo {time}

source: {percent} percent done.
cs: {percent} procent hotovo.

source: Set container format to '{container}'
cs: Formát kontaineru se nastavuje na '{container}'

source: Set video codec to 'xvid', '
cs: Nastavit video kodek na 'xvid', '

source: Set codec of audio track #{nr} to 'mp2', '
cs: Nastavit kodek zvukové stopy #{nr} na 'mp2', '

source: Set video codec to 'SVCD', '
cs: Nastavit video kodek na 'SVCD', '

source: Set codec of audio track #{nr} to 'vorbis', '
cs: Nastavit kodek zvukové stopy #{nr} na 'vorbis', '

source: Chp
cs: Kap

source: frames
cs: snímků

source: Can't mkpath directory '{dir}'
cs: Nelze založit adresář '{dir}'

source: After 1st clipping
cs: Po prvním oříznutí

source: After 2nd clipping
cs: Po druhém oříznutí

source: After zoom
cs: Po změně velikosti

source: Can't read VOB navigation file '{filename}'
cs: Nelze načíst navigační soubor VOBu '{filename}'

source: invalid parameter for frame_size ('{frame_size}')
cs: nesprávný parametr pro velikost_snímku ('{frame_size}')

source: Can't read VOB navigation file '{vob_nav_file}'
cs: Nelze načíst navigační soubor VOBu '{vob_nav_file}'

source: Enabled PSU core. Movie is NTSC and has more than one PSU.
cs: Zapnuto PSU jádro. Film je NTSC a obsahuje více než jeden PSU.

source: Not enabling PSU core, because this movie has only one PSU.
cs: PSU jádro ne nespouští, protože film má jen jedno PSU.

source: When using fast resize: Clip1 and Zoom size must be divisible by {multiple_of}
cs: Pokud se používá rychlá změna velikosti, musí být ořez1 a změna velikosti dělitelná {multiple_of}.

source: When using fast resize: Width and height must both shrink or expand
cs: Pokud se používá rychlá změna velikosti musí být jak šířka tak výška buď zmenšeny, nebo zvětšeny.

source: Fast VOB navigation only available for ripped DVD's, falling back to slow method.
cs: Rychlá navigace ve VOBu je přístupná jen u uložených DVD. Přepíná se zpět na pomalou metodu.

source: VOB navigation file is missing. Slow navigation method used.
cs: Soubor pro VOB navigaci chybí. Používá se pomalá navigační metoda.

source: VOB navigation file '{vob_nav_file}' is corrupted.
cs: Navigační soubor VOBu '{vob_nav_file}' je poškozen.

source: Can't find frame {frame} in VOB navigation file '{vob_nav_file}' (which has only {frames} frames).
cs: V navigačním souboru VOBu '{vob_nav_file}' (který obsahuje jen {frames} snímků) nelze najít snímek {frame}.

source: You first have to transcode this title.
cs: Tento titul musíte nejdříve překódovat.

source: No files for image creation selected.
cs: Nejsou zvoleny žádné soubory pro vytvoření obrazu.

source: No burn files selected.
cs: Nejsou zvoleny žádné soubory k vypálení.

source: File is already an CD image.
cs: Soubor už je obrazem CD.

source: Can't burn (S)VCD on the fly
cs: (S)VCD nelze vypalovat přímo (on the fly)

source: No files for burning selected.
cs: Nejsou zvoleny žádné soubory k vypálení.

source: No subtitle selected
cs: Nejsou zvoleny žádné titulky.

source: Your frame size isn't conform to the standard, which is {should_width}x{should_height} for {codec}/{mode}, but you configured {width}x{height}.
cs: Vaše snímková velikost nevyhovuje standardu, který by měl pro {codec}/{mode} odpovídat {should_width}x{should_height}, avšak zvoleno je {width}x{height}.

source: 2nd clipping parameters can only be moved to 1st clipping parameters, if 1st clipping is not defined.
cs: Parametry druhého oříznutí mohou být přeneseny na první oříznutí jen v případě, že první oříznutí není definováno.

source: DVD device
cs: Zařízení DVD

source: DVD mount point
cs: Přípojný bod DVD

source: Writer device file
cs: Soubor zařízení vypalovačky

source: Eject Command
cs: Příkaz k vysunutí

source: DVD player command
cs: Příkaz k přehrávání DVD

source: File player command
cs: Příkaz k přehrávání souboru

source: STDIN player command
cs: Příkaz STDIN přehrávače

source: rar command (for vobsub compression)
cs: Příkaz pro rar (komprese vobsub souborů)

source: Default data base directory
cs: Výchozí adresář pro uložení dat

source: Default directory for .rip project files
cs: Výchozí adresář pro projektové .rip soubory

source: OGG file extension
cs: Přípona OGG souborů

source: Start cluster control daemon locally
cs: Spustit ovládací daemon clusteru lokálně

source: Hostname of server with daemon
cs: Hostitelské jméno serveru kde je daemon

source: TCP port number of daemon
cs: Číslo TCP portu daemona

source: Default video codec
cs: Výchozí video kodek

source: Default container format
cs: Výchozí formát kontaineru

source: cdrecord device (n,n,n or filename)
cs: Zařízení pro cdrecord (n,n,n nebo jméno souboru)

source: Writing speed
cs: Rychlost zápisu

source: Simulate burning
cs: Simulovat vypalování

source: Estimate ISO size
cs: Odhadnout velikost ISO

source: Estimate the size before start writing. Necessary for some TEAC drives for burning ISO discs on-the-fly
cs: Před začátkem zápisu odhadnout velikost. Nezbytné pro přímé vypalování ISO disků on-the-fly na některých mechanikách TEAC.

source: cdrecord command
cs: Příkaz pro cdrecord

source: mkisofs command
cs: Příkaz pro mkisofs

source: vcdimager command
cs: Příkaz pro vcdimager

source: cdrdao command
cs: Příkaz pro cdrdao

source: cdrdao driver
cs: Ovladač pro cdrdao

source: Overburning
cs: Overburning (přepálení)

source: Eject disc after write
cs: Po vypálení vysunout disk

source: Buffersize
cs: Velikost bufferu

source: CD-RW blank method
cs: Metoda mazání CD-RW

source: Preferred language
cs: Preferovaný jazyk

source: Filesystem
cs: Souborový systém

source: Commands
cs: Příkazy

source: CD burning
cs: Vypalování CD

source: cdrdao options
cs: Volby cdrdao

source: Cluster options
cs: Volby pro cluster

source: Miscellaneous options
cs: Ostatní možnosti

source: - No Modifications -
cs: - Žádné změny -

source: Autoadjust, Big Frame Size, HQ Resize
cs: Auto-nastavení, Velký snímek, Kvalitní změna velikosti

source: Autoadjust, Medium Frame Size, HQ Resize
cs: Auto-nastavení, Středně velký snímek, Kvalitní změna velikosti

source: Autoadjust, Small Frame Size, HQ Resize
cs: Auto-nastavení, Malý snímek, Kvalitní změna velikosti

source: Autoadjust, Big Frame Size, Fast Resize
cs: Auto-nastavení, Velký snímek, Rychlá změna velikosti

source: Autoadjust, Medium Frame Size, Fast Resize
cs: Auto-nastavení, Středně velký snímek, Rychlá změna velikosti

source: Autoadjust, Small Frame Size, Fast Resize
cs: Auto-nastavení, Malý snímek, Rychlá změna velikosti

source: {file} executable : Ok
cs: {file} spustitelný : Ok

source: {file} not found : NOT Ok
cs: {file} nenalezen : NEVYHOVUJE

source: {file} not executable : NOT Ok
cs: {file} není spustitelný : NEVYHOVUJE

source: {file} not writable : NOT Ok
cs: do {file} nelze zapisovat : NEVYHOVUJE

source: {file} writable : Ok
cs: {file} umožňuje zápis : Ok

source: {value} is numeric : Ok
cs: {value} je číslo : Ok

source: {value} isn't numeric : NOT Ok
cs: {value} není číslo : NEVYHOVUJE

source: is empty : Ok
cs: je prázdný : Ok

source: {value} exists : Ok
cs: {value} existuje : Ok

source: {value} has not format n,n,n and is no file : NOT Ok
cs: {value} nemá formát n,n,n ani není souborem : NEVYHOVUJE

source: {value} doesn't exist : NOT Ok
cs: {value} neexistuje : NEVYHOVUJE

source: '{value}' is known : Ok
cs: '{value}' je známo : Ok

source: '{value}' unknown: NOT Ok
cs: '{value}' není známo: NEVYHOVUJE

source: Project file saved to '{filename}'
cs: Projekt byl uložen do '{filename}'

source: no filename set
cs: jméno souboru není nastaveno

source: can't read {filename}
cs: nelze číst {filename}

source: File is no dvd::rip file
cs: Toto není soubor vytvořený dvd::ripem

source: can't load {filename}. Perl error: {error}
cs: nelze načíst {filename}. Chyba Perlu: {error}

source: WARNING: no IFO files found - vobsub feature disabled.
cs: VAROVÁNÍ: IFO soubory nebyly nalezeny - funkce vobsub není přístupná.

source: Copying IFO files to {dir}
cs: IFO soubory se kopírují do {dir}

source: Mounting DVD at {mount_point}
cs: DVD se připojuje do {mount_point}

source: Failed to mount DVD at {mount_point} ({mount_error})
cs: Připojení DVD do {mount_point} se nezdařilo ({mount_error})

source: Umount {mount_point}:
cs: Odpojit {mount_point}:

source: Warning: filter '
cs: Varování: filtr '

source: ' removed from title #
cs: ' odstraněno z titulu #

source: because this transcode installation does not provide it anymore.
cs: protože tato instalace transcode už to nepodporuje.

source: Error executing a transcode socket command:
cs: Chyba při vykonávání příkazu pro transcode socket:

source: Name
cs: Jméno

source: Project
cs: Projekt

source: Number
cs: Číslo

source: State
cs: Stav

source: Progress
cs: Průběh

source: Jobs of the selected project
cs: Činnosti vybraného projektu

source: Dependencies
cs: Závislosti

source: Registered Nodes
cs: Registrované uzly

source: Job
cs: Činnost

source: Can't connect to master daemon on {server}:{port}.
cs: Nelze se připojit na hlavního (master) daemona na {server}:{port}.

source: Do you want to remove the selected node?
cs: Chcete odstranit vybraný uzel?

source: Do you really want to shutdown the Cluster Control Daemon?
cs: Skutečně chcete ukončit daemona pro ovládání clusteru?

source: This task needs about {needed} MB, {free} MB are free.
cs: Tato úloha vyžaduje přibližně {needed} MB, k dispozici je {free} MB.

source: Warning: diskspace is low. This task needs about {needed} MB, but only {free} MB are available. Do you want to continue anyway?
cs: Varování: dochází místo na disku. Tato úloha vyžaduje přibližně {needed} MB, ale k dispozici je jen {free} MB. Chcete i přes to pokračovat?

source: Yes
cs: Ano

source: No
cs: Ne

source: Job '{job}' failed. Executed command: {command} Last output was:
cs: Úloha '{job}' selhala. Použitý příkaz: {command} Poslední výstup:

source: You should analyze the last output of this job to see what's going wrong here:
cs: Pokud chcete vědět co je špatně, měli byste zkontrolovat poslední výstup této úlohy:

source: ---- job output start ----
cs: ---- začátek výstupu činnosti ----

source: ---- job output end ----
cs: ---- konec výstupu činnosti ----

source: Required tools
cs: Vyžadované nástroje

source: Comment
cs: Komentář

source: Mandatory
cs: Povinné

source: Suggested
cs: Doporučené

source: Installed
cs: Nainstalované

source: - Mandatory tools must be present with the minimum version listed. - Non mandatory tools may be missing or too old - features are disabled then. - Suggested numbers are the versions the author works with, so they are well tested.
cs: - Povinné nástroje musí být k dispozici v minimálních verzí podle seznamu. - Nepovinné nástroje mohou chybět, nebo mohou být zastaralé - v tom případě je funkce nedostupná. - Doporučená čísla jsou verze, se kterými autor dvdripu pracuje a jsou dobře odskoušené.

source: Storage and bitrate calculation details
cs: Podrobnosti o výpočtu datového toku a velikosti souborů

source: Description
cs: Popis

source: Operator
cs: Operátor

source: Value
cs: Hodnota

source: Unit
cs: Jednotka

source: Cancel
cs: Zrušit

source: Free diskspace: {free} MB
cs: Volný diskový prostor: {free} MB

source: Check all settings
cs: Zkontrolovat všechna nastavení

source: Check results
cs: Zkontrolovat výsledky

source: not tested : Ok
cs: netestováno: Ok

source: Using clip2
cs: S použitím 2. oříznutí

source: Using zoom
cs: S použitím změny velikosti

source: Yes - use clip1
cs: Ano - použít ořez1

source: Yes - use clip2
cs: Ano - použít ořez2

source: No - take existent clip1
cs: Ne - vzít existující ořez1

source: Parameters
cs: Parametry

source: Result frame align
cs: Zarovnání výsledného snímku

source: Achieve result align
cs: Dosáhnout výsledného zarovnání

source: Auto clipping
cs: Automatické oříznutí

source: Result size
cs: Výsledná velikost

source: AR error
cs: Chyba AR

source: Zoom size
cs: Velikost zvětšení

source: Overwrite existing file '{filename}'?
cs: Přepsat existující soubor '{filename}'?

source: Detected transcode version: {version}
cs: Rozpoznaná verze transcode: {version}

source: Transcode
cs: Překódovat

source: Selected DVD title
cs: Zvolený DVD titul

source: File '{filename}' not found or not readable.
cs: Soubor '{filename}' nebyl nalezen nebo je nečitelný.

source: Do you want to save this project first?
cs: Chcete tento projekt nejdříve uložit?

source: You must first configure a cluster control daemon in the Preferences dialog.
cs: Nejdřív musíte konfigurovat daemona ovládajícího cluster v dialogu pro nastavení.

source: Probe Command: ==============
cs: Zkušební příkaz: ==============

source: Rip Command: ============
cs: Ripovací příkaz: ============

source: Scan Command: ============
cs: Scanovací příkaz: ============

source: Grab Preview Image Command: ===========================
cs: Příkaz k získání zkušebního obrázku: ===========================

source: You must first rip the selected title to see this command.
cs: Chcete-li vidět tento příkaz, musíte nejdřív ripnout vybraný titul.

source: Transcode Command: ==================
cs: Příkaz Transcode: ==================

source: Additional audio tracks commands: ============================
cs: Příkazy přídavných zvukových stop: ============================

source: View DVD Command: =================
cs: Příkaz prohlížení DVD: =================

source: View Files Command: ===================
cs: Příkaz prohlížení souborů: ===================

source: CD image creation command: ========================
cs: Příkaz výroby obrazů CD: ========================

source: CD burning command: ==================
cs: Příkaz vypalování CD: ==================

source: WAV creation command: ====================
cs: Příkaz vytvoření WAV: ====================

source: One or several mandatory tools are missing or too old. You must install them before you can proceed with dvd::rip.
cs: Jeden nebo více povinných obslužných programů chybí nebo je příliš starý. Před používáním dvd:ripu je musíte nainstalovat.

source: Container options
cs: Možnosti kontaineru

source: Select container
cs: Volba kontaineru

source: Video options
cs: Možnosti videa

source: Video codec
cs: Video kodek

source: Configure...
cs: Nastavit...

source: Video framerate
cs: Snímková rychlost videa

source: 2-pass encoding
cs: dvouprůchodové kódování

source: Reuse log
cs: Znovu použít log

source: Deinterlace mode
cs: Režim odstranění prokládání

source: Filters
cs: Filtry

source: Configure filters & preview...
cs: Nastavení filtrů & náhled...

source: Audio options
cs: Zvukové volby

source: Quality
cs: Kvalita

source: Use quality mode
cs: Použít kvalitní režim

source: Volume rescale
cs: Změna rozsahu hlasitosti

source: Scan value
cs: Zjistit hodnotu

source: Video bitrate calculation
cs: Výpočet datového toku videa
