Repository: gitpan/Video-DVDRip
Catalog: l10n/*.po
Languages: cs

source: Target media
cs: Počet médií

source: Video bitrate
cs: Datový tok videa

source: General options
cs: Obecná nastavení

source: Frame range
cs: Rozsah snímků

source: transcode options
cs: Volby transcode

source: Process nice level
cs: Priorita procesu (nice)

source: Preview window
cs: Náhledové okno

source: Use PSU core
cs: Použít PSU jádro

source: Execute afterwards
cs: Po skončení spustit

source: Operate
cs: Činnost

source: View
cs: Ukázat

source: Add to cluster
cs: Vložit do clusteru

source: Calculated storage
cs: Výpočet velikosti uložených dat

source: You first have to rip this title.
cs: Nejdřív musíte tento titul uložit na disk (ripnout).

source: Titles in chapter mode are not supported
cs: V režimu jednotlivých kapitol nejsou tituly podporovány

source: PSU core mode currently not supported
cs: Režim PSU jádra nyní není podporován

source: Cluster mode is only supported for ripped DVD's.
cs: Clusterový režim je podporován jen u uložených (ripnutých) DVD.

source: You have no target audio track selected.
cs: Není zvolena žádná zvuková stopa.

source: MPEG processing is not supported for cluster mode.
cs: V clusterovém režimu není MPEG processing podporován.

source: WARNING: your frame range setting is ignored in cluster mode
cs: VAROVÁNÍ: v clusterovém režimu je vaše nastavení rozmezí snímků ignorováno.

source: Storage
cs: Soubory

source: Storage path information
cs: Informace o cestě k uloženým souborům

source: Project name
cs: Název projektu

source: VOB directory
cs: Adresář pro VOBy

source: AVI directory
cs: Adresář pro AVI

source: Temporary directory
cs: Dočasný adresář

source: Data source mode selection
cs: Výběr režimu zdroje dat

source: Rip data from DVD to harddisk before encoding
cs: Před překódováním uložit data z DVD na harddisk (rip).

source: Use one of the following modes only, if ripping is no option for you. Many interesting features are disabled for them: No AC3, no subtitles, no PSU core for NTSC A/V sync optimization and also preview grabbing and frame range transcoding is rather slow.
cs: Některý z následujících režimů použijte jedině, když nemáte možnost uložit data na disk (ripnout). V těchto režimech jsou nedostupné mnohé zajímavé funkce: AC3 zvuk, titulky, použití PSU core pro NTSC A/V sync optimalizaci a také získávání náhledů a překódování snímkových rozsahů je mnohem pomalejší.

source: Encode DVD on the fly
cs: Kódovat DVD na přímo bez ukládání na disk

source: Use existing DVD image located in this directory:
cs: Použít existující DVD obraz umístěný v tomto adresáři:

source: CD type selection
cs: Výběr typu CD

source: ISO 9660 (.avi and .{ogg_ext} files)
cs: ISO 9660 (.avi a .{ogg_ext} soubory)

source: (X)SVCD/CVD (.mpg files)
cs: (X)SVCD/CVD (.mpg soubory)

source: (X)VCD (.mpg files)
cs: (X)VCD (.mpg soubory)

source: File selection
cs: Výběr souboru

source: Filename
cs: Jméno souboru

source: Size (MB)
cs: Velikost (MB)

source: MB selected
cs: MB vybráno

source: Free diskspace
cs: Volné místo na disku

source: Delete selected file
cs: Smazat vybraný soubor

source: View selected file
cs: Zobrazit vybraný soubor

source: Label information
cs: Popisné údaje

source: Abstract
cs: Obsah

source: Test mode
cs: Testovací režim

source: Burn selected file(s)
cs: Vypálit vybrané soubory

source: Create CD image from selected file(s)
cs: Vytvořit obraz CD z vybraných souborů

source: Open burner tray
cs: Vysunout mechaniku

source: Close burner tray
cs: Zasunout mechaniku

source: Blank CD-RW
cs: Vymazat CD-RW

source: Do you want to delete the file {filename}?
cs: Chcete smazat soubor {filename}?

source: Deleting file {filename}
cs: Maže se soubor {filename}

source: Clip & Zoom
cs: Oříznutí & Velikost

source: Preview images
cs: Zkušební obrázky

source: Grab preview frame #
cs: Získat zkušební obrázek #

source: Grab frame
cs: Provést

source: Show video from here
cs: Přehrát video z této pozice

source: Adjust clip and zoom parameters
cs: Nastavení parametrů oříznutí a změny velikosti

source: Presets
cs: Předvolby

source: Apply preset values
cs: Použít přednastavené hodnoty

source: Top
cs: Nahoře

source: Bottom
cs: Dole

source: Left
cs: Vlevo

source: Right
cs: Vpravo

source: 1st clipping
cs: První oříznutí

source: Generate preview images
cs: Vygenerovat zkušební snímky

source: 2nd clipping
cs: Druhé oříznutí

source: Move 2nd clipping to 1st
cs: Přenést druhé oříznutí na první

source: Width
cs: Šířka

source: Height
cs: Výška

source: Zoom
cs: Změna velikosti

source: Calc height
cs: Spočítat výšku

source: Calc width
cs: Spočítat šířku

source: Use fast resizing
cs: Použít rychlou změnu velikosti

source: Open zoom calculator
cs: Otevřít kalkulátor velikosti

source: Illegal frame number. Maximum is
cs: Nepřípustné číslo snímku. Maximum je

source: Executing command for video preview: {command}
cs: Příkaz pro náhled videa: {command}

source: Applied preset '{preset}'.
cs: Použité předvolby '{preset}'.

source: This is not possible because fast resizing is enabled.
cs: Toto nelze udělat, protože je povolena rychlá změna velikosti.

source: Logging
cs: Záznam činnosti

source: Log messages
cs: Záznam činnosti

source: Nuke log file
cs: Vyčistit logovací soubor

source: Subtitles
cs: Titulky

source: Subtitle selection
cs: Volba titulků

source: Select subtitle
cs: Vybrat titulky

source: Preview
cs: Náhled

source: Grab
cs: Získat

source: Render subtitle on movie
cs: Vykreslit titulky přímo na film

source: for rendering
cs: pro vykreslování

source: Enable manipulation
cs: Povolit úpravu

source: rows
cs: řádky

source: Values for letterbox
cs: Hodnoty pro letterbox

source: Values for full size movie
cs: Hodnoty pro film v plné velikosti

source: Create vobsub file
cs: Tvorba titulkového souboru

source: Create now
cs: Vytvořit teď

source: View vobsub
cs: Zobrazit vobsub

source: Create later
cs: Vytvořit později

source: after transcoding
cs: po překódování

source: You need Mplayer to view vobsub files.
cs: Pro zobrazení vobsub titulkového souboru potřebujete mplayer.

source: This is only supported for ripped movies.
cs: Tato funkce je podporována jen u uložených filmů.

source: What about creating the vobsub file first?
cs: Co takhle vyrobit nejdřív vobsub soubor?

source: Sorry, you need subtitle2pgm for this to work.
cs: Bohužel, pro tuto funkci potřebujete subtitle2pgm.

source: RIP Title
cs: Uložení

source: Read content
cs: Načíst obsah

source: Read DVD table of contents
cs: Načíst obsahovou tabulku DVD

source: Open DVD tray
cs: Vysunout dvířka DVD

source: Close DVD tray
cs: Zasunout dvířka DVD

source: DVD table of contents
cs: Obsahová tabulka DVD

source: Title
cs: Titul

source: All
cs: Vše

source: Specify chapter mode
cs: Upřesnit kapitolový režim

source: Selection
cs: Výběr

source: If you re-read the TOC, all settings in this project get lost. Probably you want to save the project to another file before you proceeed. Do you want to re-read the TOC now?
cs: Pokud znovu načtete obsah DVD (TOC), všechna nastavení v tomto projektu budou ztracena. Před pokračováním budete pravděpodobně chtít projekt uložit do jiného souboru. Chcete nyní znovu načíst TOC?

source: Please select a title.
cs: Zvolte prosím titul.

source: No chapters selected.
cs: Nejsou vybrané žádné kapitoly.

source: DVD title #{nr}
cs: DVD titul #{nr}

source: Angle {angle}
cs: Pohled {angle}

source: Available filters
cs: Dostupné filtry

source: Selected filters
cs: Vybrané filtry

source: Preview settings
cs: Možnosti náhledu

source: Preview control
cs: Ovládání náhledu

source: Open preview window and play
cs: Otevře náhledové okno a přehraje

source: Apply filter chain
cs: Použít řetězec filtru

source: Undo - view previous buffer
cs: Zpět - zobrazit předchozí buffer

source: Decrease preview speed
cs: Snížit rychlost náhledu

source: Increase preview speed
cs: Zvýšit rychlost náhledu

source: Pause/Resume
cs: Zastavit/Rozběhnout

source: Step backward one frame
cs: O jeden snímek zpět

source: Step forward one frame
cs: O jeden snímek vpřed

source: Step backward several frames
cs: O několik snímků zpět

source: Step forward several frames
cs: O několik snímků vpřed

source: Stop playing and close preview window
cs: Zastavit přehrávání a zavřít náhledové okno

source: Need IFO files in place. You must re-read TOC from DVD.
cs: Zde jsou třeba IFO soubory. Musíte znovu načíst TOC údaje z DVD.

source: No splitted target files available. First transcode and split the movie.
cs: Nejsou žádné rozdělené soubory. Nejdříve překódujte a rozdělte film.

source: Failed to copy the IFO files. vobsub creation won't work properly. (Did you specify the mount point of your DVD drive in the Preferences?) The error message is:
cs: Kopírování IFO souborů selhalo. Vytvoření vobsub souboru nemůže řádně proběhnout. (Uvedli jste přípojný bod vaší DVD mechaniky v nastavení programu?) Chybová zpráva je:

source: You can't select a frame range with psu core.
cs: Se zapnutým PSU jádrem není možno zvolit rozsah snímků.

source: PSU core only available for ripped DVD's.
cs: PSU jádro je k dispozici jen pro uložená DVD.

source: Splitting AVI files in chapter mode makes no sense.
cs: Rozdělování AVI souborů nemá v kapitolovém režimu smysl.

source: WARNING: no target audio track #0
cs: VAROVÁNÍ: cílová stopa #0 neexistuje

source: Having more than one audio track isn't possible on a (X)VCD.
cs: Na (X)VCD nelze mít více než jednu zvukovou stopu.

source: WARNING: Having more than two audio tracks on a (X)SVCD/CVD is not standard conform. You may encounter problems on hardware players.
cs: VAROVÁNÍ: Více než dvě zvukové stopy na (X)SVCD/CVD nevyhovují standardu. Můžete mít problémy na hardwarových přehrávačích.

source: WARNING {warning}
cs: VAROVÁNÍ {warning}

source: Skipping 1st pass as requested by reusing existent multipass logfile.
cs: Vynechává se první průchod na základě požadavku znovupoužití extistujícího logu.

source: This title is transcoded with vbr audio and video bitrate optimization.
cs: Tento titul je kódován s vbr zvukem a optimalizací obrazového datového toku.

source: No deinterlacing
cs: Bez odstranění prokládání

source: Interpolate scanlines (fast)
cs: Interpolovat řádky (rychlé)

source: Handled by encoder (may segfault)
cs: Obsluhováno enkodérem (může způsobit segfault)

source: Zoom to full frame (slow)
cs: Zvětšit na celý snímek (pomalé)

source: Interpolate scanlines / blend frames (pp=lb)
cs: Interpolovat řádky / směšovat snímky (pp=lb)

source: Automatic deinterlacing of single frames
cs: Automaticky odstranit prokládání samostatných snímků

source: Smart deinterlacing
cs: Inteligentní odstranění prokládání

source: Inverse telecine
cs: Obrácený televizní snímač

source: No antialiasing
cs: Bez vyhlazování

source: Process de-interlace effects
cs: Aplikovat efekty odstranění prokládání

source: Process resize effects
cs: Aplikovat efekty změny velikosti

source: Process full frame (slow)
cs: Zpracovat celý snímek (pomalé)

source: None, volume rescale only
cs: Jen změna rozsahu hlasitosti

source: Range compression (liba52 filter)
cs: Rozsah komprese (liba52 filter)

source: Normalizing (mplayer filter)
cs: Normalizace (filtr mplayeru)
